{
    "Acute Flaccid Myelitis(AFM)": "Sudden limb weakness, facial droop, difficulty moving eyes, swallowing problems.",
    "Alpha-gal Syndrome(AGS)": "Delayed allergic reactions to red meat, characterized by hives, itching, swelling, and digestive upset.",
    "Anaplasmosis": "Fever, headache, muscle aches, and malaise, sometimes with a rash.",
    "Anthrax": "Skin sores, fever, chills, and shortness of breath, depending on the type of infection.",
    "Avian Flu(bird flu)(avian influenza)(H5N1)": "Flu-like symptoms, such as fever, cough, sore throat, and muscle aches.",
    "Babesiosis": "Fever, chills, sweats, headache, body aches, loss of appetite, nausea, and fatigue.",
    "Botulism": "Muscle weakness, blurred vision, difficulty swallowing, and difficulty breathing.",
    "Brucellosis": "Fever, sweats, chills, weakness, fatigue, headaches, and muscle and joint pain.",
    "Campylobacteriosis": "Diarrhea (often bloody), fever, stomach cramps, and vomiting.",
    "Carbapenem-resistant Infection(CRE/CRPA)": "Varies depending on the site of infection, but can include fever, chills, and localized pain or swelling.",
    "Chancroid": "Painful genital sores (ulcers).",
    "Chikungunya Virus Infection(Chikungunya)": "Fever, severe joint pain, headache, muscle pain, joint swelling, or rash.",
    "Chlamydia": "Often asymptomatic, but can cause painful urination, discharge, and pelvic pain.",
    "Ciguatera(Harmful Algae Blooms)": "Gastrointestinal, neurological, and cardiovascular symptoms, including nausea, vomiting, diarrhea, tingling, and weakness.",
    "Clostridium Difficile Infection": "Watery diarrhea, fever, loss of appetite, nausea, and abdominal pain.",
    "Clostridium Perfringens (Epsilon Toxin)": "Diarrhea and abdominal cramps, typically lasting less than 24 hours.",
    "Coccidioidomycosis fungal infection (Valley fever)": "Flu-like symptoms, such as fever, cough, chest pain, and fatigue.  Sometimes a rash.",
    "COVID-19 (sars-cov-2) (VID)": "Fever, cough, shortness of breath, fatigue, muscle aches, loss of taste or smell.",
    "Creutzfeldt-Jacob Disease (CJD)": "Rapidly progressive dementia, neurological problems, and personality changes.",
    "Cryptosporidiosis (Crypto)": "Watery diarrhea, stomach cramps, dehydration, and fever.",
    "Cyclosporiasis": "Watery diarrhea, loss of appetite, weight loss, cramping, bloating, increased gas, nausea, fatigue, and low-grade fever.",
    "Dengue Fever": "High fever, severe headache, pain behind the eyes, joint pain, muscle and bone pain, rash, and mild bleeding.",
    "Diphtheria": "Sore throat, fever, swollen lymph nodes, and a thick coating on the back of the throat.",
    "E. coli": "Severe stomach cramps, diarrhea (often bloody), and vomiting.",
    "Eastern Equine Encephalitis (EEE)": "Fever, headache, chills, and vomiting, which may progress to disorientation, seizures, and coma.",
    "Ebola Hemorrhagic Fever": "Fever, muscle pain, headache, sore throat, followed by vomiting, diarrhea, rash, and bleeding.",
    "Ehrlichiosis": "Fever, headache, chills, muscle aches, nausea, vomiting, confusion, and rash.",
    "Encephalitis, Arboviral or parainfectious": "Fever, headache, confusion, seizures, and other neurological symptoms.",
    "Enterovirus Infection": "Range of symptoms, from mild respiratory illness to severe neurological disease.",
    "Giardiasis (Giardia)": "Diarrhea, gas, greasy stools that tend to float, stomach or abdominal cramps, upset stomach or nausea, and dehydration.",
    "Glanders": "Skin lesions, pneumonia, and sepsis.",
    "Gonococcal Infection(Gonorrhea)": "Often asymptomatic, but can cause painful urination, discharge, and pelvic pain.",
    "Granuloma inguinale": "Painless ulcers on the genitals or around the anus.",
    "Haemophilus Influenza disease, Type B (H-flu)": "Fever, headache, stiff neck, and confusion.",
    "Hantavirus Pulmonary Syndrome (HPS)": "Fever, fatigue, muscle aches, headaches, dizziness, chills, nausea, vomiting, diarrhea, and abdominal pain, followed by difficulty breathing.",
    "Hemolytic Uremic Syndrome (HUS)": "Decreased urination, fatigue, and paleness in the skin.",
    "Hepatitis A(Hep A)": "Fever, fatigue, loss of appetite, nausea, vomiting, abdominal pain, dark urine, clay-colored bowel movements, joint pain, and jaundice.",
    "Hepatitis B(Hep B)": "Fatigue, poor appetite, stomach pain, nausea, and jaundice.",
    "Hepatitis C(Hep C)": "Often asymptomatic, but can lead to chronic liver disease.",
    "Hepatitis D(Hep D)": "Similar to hepatitis B, but can be more severe.",
    "Hepatitis E(Hep E)": "Fever, fatigue, loss of appetite, nausea, vomiting, abdominal pain, jaundice, dark urine, and clay-colored stools.",
    "Herpes": "Painful blisters or sores on the genitals, mouth, or other areas of the skin.",
    "Herpes Zoster, zoster VZV (Shingles)": "Painful rash with blisters on one side of the body.",
    "Histoplasmosis infection (Histoplasmosis)": "Fever, cough, chest pain, and fatigue.",
    "Human Immunodeficiency Virus/AIDS(HIV/AIDS)": "Flu-like symptoms initially, followed by a period of latency, and eventually, opportunistic infections and other complications.",
    "Human Papillomavirus(HPV)": "Often asymptomatic, but can cause genital warts or certain types of cancer.",
    "Influenza(Flu)": "Fever, cough, sore throat, muscle aches, and fatigue.",
    "Lead Poisoning": "Abdominal pain, constipation, fatigue, irritability, loss of appetite, and developmental delays in children.",
    "Legionellosis(Legionnaires Disease)": "Cough, shortness of breath, high fever, muscle aches, and headaches.",
    "Leprosy (Hansens Disease)": "Skin lesions, nerve damage, and muscle weakness.",
    "Leptospirosis": "High fever, headache, chills, muscle aches, vomiting, jaundice, red eyes, abdominal pain, diarrhea, and rash.",
    "Listeriosis (Listeria)": "Fever, muscle aches, and sometimes gastrointestinal symptoms, such as diarrhea.",
    "Lyme Disease": "Fever, headache, fatigue, and a characteristic skin rash called erythema migrans.",
    "Lymphogranuloma venereum infection(LGV)": "Genital ulcers and swollen lymph nodes in the groin.",
    "Malaria": "Fever, chills, and flu-like illness.",
    "Measles": "Fever, cough, runny nose, red eyes, and a rash.",
    "MelioidosisCDC": "Fever, headache, muscle aches, and respiratory symptoms.",
    "Meningitis, Viral": "Fever, headache, stiff neck, and sensitivity to light.",
    "Meningococcal Disease, Bacterial(Meningitis)": "Fever, headache, stiff neck, nausea, vomiting, and a rash.",
    "Middle East Respiratory Syndrome Coronavirus(MERS-CoV)": "Fever, cough, shortness of breath, and sometimes gastrointestinal symptoms.",
    "Monkeypox Virus(Mpox)": "Fever, headache, muscle aches, backache, swollen lymph nodes, chills, exhaustion, and a rash that develops into fluid-filled blisters.",
    "Multisystem Inflammatory Syndrome in Children(MIS-C)": "Fever, abdominal pain, vomiting, diarrhea, neck pain, rash, bloodshot eyes, and fatigue.",
    "Mumps": "Swollen salivary glands, fever, headache, muscle aches, and fatigue.",
    "Norovirus": "Vomiting, diarrhea, nausea, and stomach pain.",
    "Oropouche Virus": "Sudden onset of fever, severe headache, chills, muscle aches, and joint pain",
    "Paralytic Shellfish Poisoning (Ciguatera)": "Tingling and numbness of the mouth, face, and extremities, followed by difficulty breathing and paralysis.",
    "Pediculosis(Lice, Head and Body Lice)": "Itching and the presence of lice and their eggs (nits) on the hair and skin.",
    "Pelvic Inflammatory Disease(PID)": "Lower abdominal pain, fever, unusual vaginal discharge, painful urination, and painful intercourse.",
    "Pertussis(Whooping Cough)": "Severe coughing fits followed by a whooping sound during inhalation.",
    "Plague; Bubonic, Septicemic, Pneumonic (Plague)": "Swollen lymph nodes (buboes), fever, chills, headache, and weakness.",
    "Pneumococcal Disease (Pneumonia)": "Fever, cough, shortness of breath, and chest pain.",
    "Poliomyelitis(Polio)": "Fever, headache, stiff neck, and muscle weakness, which can lead to paralysis in severe cases.",
    "Powassan": "Fever, headache, vomiting, weakness, confusion, seizures, memory loss.",
    "Psittacosis(Parrot Fever)": "Fever, chills, headache, muscle aches, dry cough, pneumonia.",
    "Pthiriasis(Crabs; Pubic Lice Infestation)": "Itching in the pubic area, small bugs or eggs in pubic hair.",
    "Pustular Rash diseases(Small pox, monkeypox, cowpox)": "Fever, headache, body aches, characteristic rash that develops into fluid-filled blisters.",
    "Q-Fever": "High fever, headache, muscle aches, chills, chest pain, pneumonia.",
    "Rabies": "Fever, headache, muscle aches, weakness, confusion, agitation, hallucinations, excessive salivation, hydrophobia (fear of water).",
    "Respiratory Syncytial Virus(RSV)": "Runny nose, cough, fever, wheezing, difficulty breathing.",
    "Ricin Poisoning": "Respiratory distress, vomiting, diarrhea, abdominal pain, weakness, seizures.",
    "Rickettsiosis(Rocky Mountain Spotted Fever)": "High fever, headache, muscle aches, rash that begins on wrists and ankles and spreads to the rest of the body.",
    "Rubella, Including congenital (German Measles)": "Mild fever, rash, swollen lymph nodes. Congenital rubella can cause serious birth defects.",
    "Salmonellosis gastroenteritis(Salmonella)": "Diarrhea, fever, abdominal cramps, vomiting.",
    "Scabies Infestation(Scabies)": "Intense itching, especially at night, rash, burrows in the skin.",
    "Scombroid": "Flushing, headache, dizziness, nausea, vomiting, diarrhea, burning or tingling sensation in the mouth.",
    "Septic Shock(Sepsis)": "Fever, chills, rapid heart rate, rapid breathing, low blood pressure, confusion.",
    "Severe Acute Respiratory Syndrome(SARS)": "Fever, cough, shortness of breath, pneumonia.",
    "Shigellosis gastroenteritis(Shigella)": "Diarrhea (often bloody), fever, abdominal cramps, vomiting.",
    "Smallpox": "High fever, headache, body aches, characteristic rash that develops into fluid-filled blisters.",
    "Staphyloccal Infection, Methicillin-resistant(MRSA)": "Skin infections that may look like pimples or boils, redness, swelling, pus.",
    "Staphylococcal Food Poisoning, Enterotoxin - B Poisoning (Staph Food Poisoning)": "Nausea, vomiting, abdominal cramps, diarrhea.",
    "Staphylococcal Infection, Vancomycin Intermediate(VISA)": "Similar to other staph infections, but less responsive to vancomycin.",
    "Staphylococcal Infection, Vancomycin Resistant(VRSA)": "Similar to other staph infections, but resistant to vancomycin.",
    "Streptococcal Disease, Group A(Group A Strep)": "Sore throat, fever, headache, body aches, rash.",
    "Streptococcal Disease, Group B(Strep-B)": "In newborns: fever, difficulty feeding, lethargy. In adults: urinary tract infections, bloodstream infections, pneumonia.",
    "Streptococcal Toxic-Shock Syndrome, STSS, Toxic Shock(STSS, TSS)": "High fever, rash, low blood pressure, multi-organ failure.",
    "Syphilis, primary, secondary, early latent, late latent, congenital": "Primary: painless sore (chancre). Secondary: rash, fever, swollen lymph nodes. Latent: no symptoms. Congenital: birth defects.",
    "Tetanus Infection, tetani(Lock Jaw)": "Muscle stiffness, spasms, difficulty swallowing, lockjaw.",
    "Trichomoniasis(Trichomonas infection)": "Vaginal discharge, itching, burning, discomfort during urination.",
    "Trichonosis Infection(Trichinosis)": "Muscle pain, fever, swelling around the eyes, gastrointestinal symptoms.",
    "Tuberculosis, Mycobacteriosis": "Cough (sometimes bloody), fever, night sweats, weight loss, fatigue.",
    "Tularemia(Rabbit fever)": "Skin ulcer, swollen lymph nodes, fever, chills, headache, muscle aches.",
    "Typhoid Fever, Group D": "High fever, headache, abdominal pain, constipation or diarrhea.",
    "Typhus": "High fever, headache, rash, muscle aches, confusion.",
    "Vaginosis, bacterial(Yeast Infection)": "Vaginal itching, burning, discharge.",
    "Vaping-Associated Lung Injury(e-Cigarette Associated Lung Injury)": "Cough, shortness of breath, chest pain, fever, nausea, vomiting.",
    "Varicella(Chickenpox)": "Itchy rash with blisters, fever, headache, body aches.",
    "Vibrio cholerae(Cholera)": "Watery diarrhea, vomiting, muscle cramps, dehydration.",
    "Vibriosis(Vibrio)": "Watery diarrhea, abdominal cramps, vomiting, fever, chills.",
    "Viral Hemorrhagic Fever(Ebola, Lassa, Marburg)": "Fever, fatigue, muscle aches, headache, vomiting, diarrhea, bleeding.",
    "West Nile Virus": "Most people have no symptoms. Some develop fever, headache, body aches, rash, swollen lymph nodes.",
    "Yellow Fever": "Fever, chills, headache, muscle aches, nausea, vomiting, jaundice.",
    "Yersenia(Yersinia)": "Fever, abdominal pain, diarrhea.",
    "Zika Virus Infection(Zika)": "Fever, rash, joint pain, conjunctivitis. Can cause birth defects in pregnant women."
}